Repository: turkerayan/BAMyProfile
Catalog: BAMyProfile_BackEnd/BAMyProfileApp.Business/Resources/MessageResources.*.resx
Languages: tr_tr

source: Application Interview Date Required
tr_tr: Mülakat tarihi boş bırakılamaz.

# Invalid_Date_Format
source: Please enter a valid date format.
tr_tr: Geçerli bir tarih formatı giriniz.

# Application_Interview_Date_Within_Year
source: Application Interview date must be within the current year.
tr_tr: Mülakat tarihi bu yıl içerisinde olmalı.

# Application_Interview_Status_For_Required
source: Application Interview Status Cannot Be Empty
tr_tr: Mülakat Durumu Boş Bırakılamaz

source: Application Interviewer Name Cannot Be Empty
tr_tr: Mülakatı gerçekleştiren kişi adı boş bırakılamaz.

source: Application Interviewer Name Can Only Contain Letters
tr_tr: Mülakatı Gerçekleştiren Kişi Adı Sadece Harf İçerebilir

source: Application Interviewer Surname Cannot Be Empty
tr_tr: Mülakatı Gerçekleştiren Kişi Soyadı Boş Olamaz

source: Application Interviewer Surname Can Only Contain Letters
tr_tr: Mülakatı Gerçekleştiren Kişi Soyadı Sadece Harf İçerebilir

source: Application Interviewer Email Cannot Be Empty
tr_tr: Mülakatı Gerçekleştiren Kişi E-Posta Adresi Boş Olamaz

# Please_Enter_Valid_Email
source: Please Enter a Valid Email.
tr_tr: Lütfen Geçerli Bir E-Posta Adresi Girin

source: Phone Number Can Only Contain Number
tr_tr: Telefon Numarası Sadece Rakam İçerebilir

source: Gender Must Be Selected
tr_tr: Cinsiyet Seçilmelidir

# Please_Select_Valid_Gender
source: Please Select a Valid Gender
tr_tr: Lütfen Geçerli Bir Cinsiyet Seçin

source: Date of Birth Can Not Be Empty
tr_tr: Doğum Tarihi Boş Olamaz

# Please_Enter_Valid_Date_of_Birth
source: Please Enter a Valid Date of Birth
tr_tr: Lütfen Geçerli Bir Doğum Tarihi Girin

source: Address Must Contain at Least 2 Characters
tr_tr: Adres En Az 2 Karakter İçermelidir

source: Address Can Be Up To 200 Characters
tr_tr: Adres En Fazla 200 Karakter Olabilir

source: Application Interview Comments Required
tr_tr: Mülakat Yorumları Zorunludur

# Application_Interview_Comments_MaxLength
source: Application Interview comments can be maximum 500 characters.
tr_tr: Mülakat Yorumları en fazla 500 karakter olabilir.

source: Application Interview Id Required
tr_tr: Mülakat Idsi Zorunludur

source: Application Interviewer Id Required
tr_tr: Mülakatı Gerçekleştiren Kişi Idsi Zorunludur

source: ContactPerson Add Fail
tr_tr: Bağlantılı Olduğum Kişi Ekleme Başarısız

source: ContactPerson Add Success
tr_tr: Bağlantılı Olduğum Kişi Ekleme Başarılı

source: ContactPerson Already Exists
tr_tr: Bağlantılı Olduğum Kişi Kayıtlı

source: ContactPerson Deleted Success
tr_tr: Bağlantılı Olduğum Kişi Silme Başarılı

source: ContactPerson Found Success
tr_tr: Bağlantılı Olduğum Kişi Görüntüleme Başarılı

source: ContactPerson Listed Fail
tr_tr: Bağlantılı Olduğum Kişi Listeleme Başarısız

source: ContactPerson Listed Success
tr_tr: Bağlantılı Olduğum Kişi listeleme Başarılı

# Contact_Person_Name_Not_Emmpty
source: ContactPerson Name Cannot Be Empty
tr_tr: Bağlantılı Olduğum Kişi adı boş geçilemez

# Contact_Person_Name_Not_Exceed_256_Letters
source: ContactPerson Name Cannot Exceed 256 Letters
tr_tr: Bağlantılı Olduğum Kişi adı 256 harften fazla olamaz

source: ContactPerson Not Found
tr_tr: Bağlantılı Olduğum Kişi Bulunamadı

source: ContactPerson Update Fail
tr_tr: Bağlantılı Olduğum Kişi Güncelleme Başarısız

source: ContactPerson Update Success
tr_tr: Bağlantılı Olduğum Kişi Güncelleme Başarılı

source: Company Add Fail
tr_tr: Şirket Ekleme Başarısız

source: Company Add Success
tr_tr: Şirket Ekleme Başarılı

source: Company Already Exists
tr_tr: Şirket Zaten Kayıtlı

source: Company Contact Information Add Fail
tr_tr: Şirket İletişim Bilgisi Ekleme Başarısız

source: Company Contact Information Add Success
tr_tr: Şirket İletişim Bilgisi Ekleme Başarılı

source: Company Contact Information Already Exists
tr_tr: Şirket İletişim Bilgisi Zaten Kayıtlı

source: Company Contact Information Deleted Success
tr_tr: Şirket İletişim Bilgisi Silme Başarılı

source: Company Contact Information Found Success
tr_tr: Şirket İletişim Bilgisi Görüntüleme Başarılı

source: Company Contact Information Listed Fail
tr_tr: Şirket İletişim Bilgisi Listeleme Başarısız

source: Company Contact Information Listed Success
tr_tr: Şirket İletişim Bilgisi Listeleme Başarılı

source: Company Contact Information Not Found
tr_tr: Şirket İletişim Bilgisi Bulunamadı

source: Company Contact Information Update Fail
tr_tr: Şirket İletişim Bilgisi Güncelleme Başarısız

source: Company Contact Information Update Success
tr_tr: Şirket İletişim Bilgisi Güncelleme Başarılı

source: Company Deleted Success
tr_tr: Şirket Silme Başarılı

source: Company Found Success
tr_tr: Şirket Görüntüleme Başarılı

source: Company Listed Fail
tr_tr: Şirket Listeleme Başarısız

source: Company Listed Success
tr_tr: Şirket Listeleme Başarılı

source: Company Not Found
tr_tr: Şirket Bulunamadı

source: Company Update Fail
tr_tr: Şirket Güncelleme Başarısız

source: Company Update Success
tr_tr: Şirket Güncelleme Başarılı

source: List Has No Companies
tr_tr: Listelenecek Şirket Yok

source: List Has No Company Contact Informations
tr_tr: Listelenecek Şirket İletişim Bilgisi Yok

source: List Has No Student Certificates
tr_tr: Listelenecek Öğrenci Sertifikası Yok

source: Student Certificate Id Required
tr_tr: Öğrenci Sertifika Id Boş Olamaz

source: List Has No Student Departments
tr_tr: Listelenecek Öğrenci Bölümü Yok

source: List Has No Student Languages
tr_tr: Listelenecek Öğrenci Yabancı Dil Yok

source: List Has No Student Training Programs
tr_tr: Listelenecek Öğrenci Eğitim Programı Yok

# List_Has_No_Training_Program
source: Training Program List Has No
tr_tr: Listelenecek Eğitim Programı Yok

source: Student Certificate Add Fail
tr_tr: Öğrenci Sertifikası Ekleme Başarısız

source: Student Certificate Add Success
tr_tr: Öğrenci Sertifikası Ekleme Başarılı

source: Student Certificate Already Exists
tr_tr: Öğrenci Sertifikası Zaten Kayıtlı

source: Student Certificate Deleted Success
tr_tr: Öğrenci Sertifikası Silme Başarılı

source: Student Certificate Found Success
tr_tr: Öğrenci Sertifikası Görüntüleme Başarılı

source: Student Certificate Listed Fail
tr_tr: Öğrenci Sertifikası Listeleme Başarısız

source: Student Certificate Listed Success
tr_tr: Öğrenci Sertifikası Listeleme Başarılı

source: Student Certificate Not Found
tr_tr: Öğrenci Sertifikası Bulunamadı

source: Student Certificate Update Fail
tr_tr: Öğrenci Sertifikası Güncelleme Başarısız

source: Student Certificate Update Success
tr_tr: Öğrenci Sertifikası Güncelleme Başarılı

source: Student Department Add Fail
tr_tr: Öğrenci Bölümü Ekleme Başarısız

source: Student Department Add Success
tr_tr: Öğrenci Bölümü Ekleme Başarılı

source: Student Department Already Exists
tr_tr: Öğrenci Bölümü Zaten Kayıtlı

source: Student Department Deleted Success
tr_tr: Öğrenci Bölümü Silme Başarılı

source: Student Department Found Success
tr_tr: Öğrenci Bölümü Görüntüleme Başarılı

source: Student Department Listed Fail
tr_tr: Öğrenci Bölümü Listeleme Başarısız

source: Student Department Listed Success
tr_tr: Öğrenci Bölümü Listeleme Başarılı

source: Student Department Not Found
tr_tr: Öğrenci Bölümü Bulunamadı

source: Student Department Update Fail
tr_tr: Öğrenci Bölümü Güncelleme Başarısız

source: Student Department Update Success
tr_tr: Öğrenci Bölümü Güncelleme Başarılı

source: Student Department Id Required
tr_tr: Öğrenci Bölümü Id Boş Olamaz

source: Student Language Add Fail
tr_tr: Öğrenci Yabancı Dil Ekleme Başarısız

source: Student Language Add Success
tr_tr: Öğrenci Yabancı Dil Ekleme Başarılı

source: Student Language Already Exists
tr_tr: Öğrenci Yabancı Dil Zaten Kayıtlı

source: Student Language Deleted Success
tr_tr: Öğrenci Yabancı Dil Silme Başarılı

source: Student Language Found Success
tr_tr: Öğrenci Yabancı Dil Görüntüleme Başarılı

source: Student Language Listed Fail
tr_tr: Öğrenci Yabancı Dil Listeleme Başarısız

source: Student Language Listed Success
tr_tr: Öğrenci Yabancı Dil Listeleme Başarılı

source: Student Language Not Found
tr_tr: Öğrenci Yabancı Dil Bulunamadı

source: Student Language Update Fail
tr_tr: Öğrenci Yabancı Dil Güncelleme Başarısız

source: Student Language Update Success
tr_tr: Öğrenci Yabancı Dil Güncelleme Başarılı

source: Student Language Id Required
tr_tr: Öğrenci Yabancı Dil Id Boş Olamaz

source: Student Listed Fail
tr_tr: Öğrencileri Listeleme Başarısız

source: Student Training Program Add Fail
tr_tr: Öğrenci Eğitim Programı Ekleme Başarısız

source: Student Training Program Add Success
tr_tr: Öğrenci Eğitim Programı Ekleme Başarılı

source: Student Training Program Already Exists
tr_tr: Öğrenci Eğitim Programı Zaten Kayıtlı

source: Student Training Program Deleted Success
tr_tr: Öğrenci Eğitim Programı Silme Başarılı

source: Student Training Program Found Success
tr_tr: Öğrenci Eğitim Programı Görüntüleme Başarılı

source: Student Training Program Listed Fail
tr_tr: Öğrenci Eğitim Programı Listeleme Başarısız

source: Student Training Program Listed Success
tr_tr: Öğrenci Eğitim Programı Listeleme Başarılı

source: Student Training Program Not Found
tr_tr: Öğrenci Eğitim Programı Bulunamadı

source: Student Training Program Update Fail
tr_tr: Öğrenci Eğitim Programı Güncelleme Başarısız

source: Student Training Program Update Success
tr_tr: Öğrenci Eğitim Programı Güncelleme Başarılı

source: Student Training Program Id Required
tr_tr: Öğrenci Eğitim Programı Id Boş Olamaz

source: Student Update Fail
tr_tr: Öğrenci Güncelleme Başarısız

source: Training Program Add Fail
tr_tr: Eğitim Programı Ekleme Başarısız

source: Training Program Add Success
tr_tr: Eğitim Programı Ekleme Başarılı

source: Training Program Already Exists
tr_tr: Eğitim Programı Zaten Kayıtlı

source: Training Program Deleted Success
tr_tr: Eğitim Programı Silme Başarılı

source: Training Program Found Success
tr_tr: Eğitim Programı Görüntüleme Başarısız

source: Training Program Listed Fail
tr_tr: Eğitim Programı Listeleme Başarısız

source: Training Program Listed Success
tr_tr: Eğitim Programı Listeleme Başarılı

source: Training Program Not Found
tr_tr: Eğitim Programı Bulunamadı

source: Training Program Update Fail
tr_tr: Eğitim Programı Güncelleme Başarısız

source: Training Program Update Success
tr_tr: Eğitim Programı Güncelleme Başarılı

source: Example Add Fail
tr_tr: Örnek Ekleme Başarısız

source: Example Deleted Success
tr_tr: Örnek Silme Başarılı

source: Example Found Success
tr_tr: Örnek Görüntüleme Başarılı

source: Example Listed Fail
tr_tr: Örnek Listeleme Başarısız

source: Example Listed Success
tr_tr: Örnek Listeleme Başarılı

source: Example Not Found
tr_tr: Örnek Bulunamadı

source: Example Update Fail
tr_tr: Örnek Güncelleme Başarısız

source: Example Update Success
tr_tr: Örnek Güncelleme Başarılı

source: Example Id Required
tr_tr: Örnek Id Boş Olamaz

source: Example Name Required
tr_tr: Örnek Adı Boş Olamaz

source: Experience Add Fail
tr_tr: Deneyim Ekleme Başarısız

source: Experience Add Success
tr_tr: Deneyim Ekleme Başarılı

source: Experience Listed Fail
tr_tr: Deneyim Listeleme Başarısız

source: Experience Update Fail
tr_tr: Deneyim Güncelleme Başarısız

source: Experience Id Not Empty
tr_tr: Deneyim Id Boş Olamaz

source: List Has No Examples
tr_tr: Listelenecek Örnek Yok

source: Phone Number Must Be 11 Digit
tr_tr: Telefon Numarası 11 Haneli Olmalıdır

source: Phone Number Must Be Starting With 0
tr_tr: Telefon Numarası 0 ile Başlamalıdır

# EmployeeIdRequired
source: Employee Id Not Empty
tr_tr: Personel Id boş bırakılamaz.

source: Employee Add Fail
tr_tr: Çalışan Ekleme Başarısız

source: Employee Add Success
tr_tr: Çalışan Ekleme Başarılı

source: Employee Already Exists
tr_tr: Çalışan Zaten Kayıtlı

source: Employee Deleted Success
tr_tr: Çalışan Silme Başarılı

source: Employee Found Success
tr_tr: Çalışan Bulma Başarılı

source: Employee Listed Fail
tr_tr: Çalışanlar Listeleme Başarısız

source: Employee Listed Success
tr_tr: Çalışanlar Listeleme Başarılı

source: Employee Not Found
tr_tr: Çalışan Bulunamadı

source: Employee Update Fail
tr_tr: Çalışan Güncelleme Başarısız

source: Employee Update Success
tr_tr: Çalışan Güncelleme Başarılı

source: List Has No Employees
tr_tr: Çalışan Listesi Yok

source: Address Of Employee Can Be Up To 200 Characters
tr_tr: Çalışan Adres En Fazla 200 Karekter Olmalıdır

source: Address Of Employee Must Contain At Least 2 Characters
tr_tr: Çalışan Adres En Az 2 Karekter İçermelidir

source: DateOfBirth Of Employee Cannot Be Empty
tr_tr: Çalışan Doğum Günü Boş Bırakılamaz

source: DateOfBirth Of Employee Must Enter Valid
tr_tr: Çalışan Doğum Geçerli Aralık Girilmelidir

source: Employee Email Must Be Correct Format
tr_tr: Çalışan Maili Doğru Formatta Olmalıdır

source: Employee Email Not Empty
tr_tr: Çalışan Mail Boş Bırakılamaz

source: Employee Gender Must Be Selected
tr_tr: Çalışan Cinsiyeti Seçilmelidir

source: Employee Name Can Only Contain Letters
tr_tr: Çalışan Adı Sadece Harfleri İçermelidir

source: Employee Name Not Empty
tr_tr: Çalışan Adı Boş Bırakılamaz

source: Employee PhoneNumber Can Only Contain Number
tr_tr: Çalışan Telefon Numarası Sadece Rakamları İçermelidir

source: Employee Phone Number Must Be 11 Digits and Starting With 0
tr_tr: Çalışan Telefon Numarası 11 Karekter Olmalıdır ve 0 ile Başlamılıdır

source: Employee Please Select Valid Gender
tr_tr: Çalışan Cinsiyeti Geçerli Seçilmelidir

source: Employee Surname Can Be Up To 30 Characters
tr_tr: Çalışan Soyadı En Fazla 30 Karekter Olmalıdır

source: Employee Surname Can Only Contain Letters
tr_tr: Çalışan Soyadı Sadece Harfleri İçermelidir

source: Employee Surname Not Empty
tr_tr: Çalışan Soyadı Boş Bırakılamaz

source: Employe Name Can Be Up To 30 Characters
tr_tr: Çalışan Adı En Fazla 30 Karekter Olmalıdır

source: Employee FirstName Must Contain At Least 2 Characters
tr_tr: Çalışan Adı En Az 2 Karekter içermelidir

source: Employee LastName Must Contain At Least 2 Characters
tr_tr: Çalışan Soyadı En Az 2 karekter içermelidir

source: Contact Person Company Id Not Empty
tr_tr: Bağlantılı Olduğum Kişi Şirket Id Boş Bırakılamaz

source: Contact Person Department Not Empty
tr_tr: Bağlantılı Olduğum Kişi Departman Adı Boş Bırakılamaz

source: Contact Person Department Not Exceed 256 Letters
tr_tr: Bağlantılı Olduğum Kişi Departman Adı 256 Karekteri Geçemez

source: Contact Person Email Not Empty
tr_tr: Bağlantılı Olduğum Kişi Mail Adresi Boş Bırakılamaz

source: Contact Person Id Is Required For Update
tr_tr: Bağlantılı Olduğum Kişi Id güncelleme için Gereklidir

source: Contact Person Phone Number Min Length
tr_tr: Bağlantılı Olduğum Kişi Telefon Numarası Minimum Karekter Girilmelidir.

source: Contact Person Phone Number Not Empty
tr_tr: Bağlantılı Olduğum Kişi Telefon Numarası Boş Bırakılamaz

source: Contact Person Position Not Empty
tr_tr: Bağlantılı Olduğum Kişi Pozisyonu Boş Bırakılamaz

source: List Has No Contact Person
tr_tr: Bağlantılı Olduğum Kişi Listesi Yok

source: Event Name Must Be At Least 2 Characters
tr_tr: Etkinlik Adı En Az 2 Karakterden Uzun Olmalıdır

source: Event Student Add Fail
tr_tr: Etkinlik Öğrenci Ekleme Başarısız

source: Event Student Add Success
tr_tr: Etkinlik Öğrenci Ekleme Başarılı

source: Event Student Already Exists
tr_tr: Etkinlik Öğrenci Zaten Kayıtlı

source: Event Student Deleted Success
tr_tr: Etkinlik Öğrenci Sime Başarılı

source: Event Student Found Success
tr_tr: Etkinlik Öğrenci Görüntüleme Başarılı

source: Event Student Listed Fail
tr_tr: Etkinlik Öğrenci Listeleme Başarısız

source: Event Student Listed Success
tr_tr: Etkinlik Öğrenci Listeleme Başarılı

source: Event Student Not Found
tr_tr: Etkinlik Öğrenci Bulunamadı

source: Event Student Update Fail
tr_tr: Etkinlik Öğrenci Güncelleme Başarısız

source: Event Student Update Success
tr_tr: Etkinlik Öğrenci Güncelleme Başarılı

source: List Has No Event Students
tr_tr: Listelenecek Etkinlik Öğrenci Yok

source: Event Student Id Required
tr_tr: Etkinlik Öğrenci Id Boş Olamaz

# Company_Contact_Information_Address_Min_Length
source: Company Contact Information Address Must Be At Least 2 Characters
tr_tr: Şirket İletişim Bilgisi Adresi En Az 2 Karakter Olmalıdır.

source: Company Contact Information Id Required
tr_tr: Şirket İletişim Bilgisi Id boş olamaz

# Company_General_Information_Min_Length
source: Company General Information Must Be At Least 2 Characters
tr_tr: Şirket Genel Bilgisi En Az 2 Karakter Olmalıdır.

# Company_Location_Min_Length
source: Company Location Must Be At Least 2 Characters
tr_tr: Şirket Lokasyonu En Az 2 Karakter Olmalıdır.

# Company_Name_Min_Length
source: Company Name Must Be At Least 2 Characters
tr_tr: Şirket Adı En Az 2 Karakter Olmalıdır.

# Company_Sector_Min_Length
source: Company Sector Must Be At Least 2 Characters
tr_tr: Şirket Sektörü En Az 2 Karakter Olmalıdır.

# Company_Sector_Not_Empty
source: Company Sector Cannot Be Empty
tr_tr: Şirket Sektörü Boş Olamaz

source: Phone Number Must Be 11 Digits and Starting With 0
tr_tr: Telefon Numarası 0 ile başlamalı ve 11 karakterden oluşmalıdır.

source: Job Description Can Not Exceed 256 Characters
tr_tr: İş Açıklaması 256 Karakterden Fazla Olamaz

source: Job Description Must Be At Least 2 Characters
tr_tr: İş Açıklaması 2 Karakterden Az Olamaz

source: Job Education Can Not Exceed 256 Characters
tr_tr: İş Eğitimi 256 Karakterden Fazla Olamaz

source: Job Education Must Be At Least 2 Characters
tr_tr: İş Eğitimi 2 Karakterden Az Olamaz

source: Job Experience Can Not Exceed 256 Characters
tr_tr: İş Deneyimi 256 Karakterden Fazla Olamaz

source: Job Experience Must Be At Least 1 Characters
tr_tr: İş Deneyimi 1 Karakterden Az Olamaz

source: Job Position Can Not Exceed 100 Characters
tr_tr: İş Pozisyonu 100 Karakterden Fazla Olamaz

source: Job Position Must Be At Least 2 Characters
tr_tr: İş Pozisyonu 2 Karakterden Az Olamaz

# Contact_Person_Department_Min_Length
source: Contact Person Department Must Be At Least 2 Characters
tr_tr: İrtibat Kişisinin En Az 2 Karakter Olmalıdır

# Contact_Person_Full_Name_Min_Length
source: Contact Person Full Name Must Be At Least 2 Characters
tr_tr: İrtibat Kişisinin Tam Adı En Az 2 Karakter Olmalıdır

# Contact_Person_Position_Min_Length
source: Contact Person Position Must Be At Least 2 Characters
tr_tr: İrtibat Kişisinin Pozisyonu En Az 2 Karakter Olmalıdır

# Company_Contact_Information_Address_Max_Length
source: Company Contact Information Address Cannot Exceed 200 Characters
tr_tr: Şirket İletişim Bilgisi Adresi 200 Karakterden Fazla Olamaz

# Company_General_Information_Max_Length
source: Company General Information Cannot Exceed 200 Letters
tr_tr: Şirket Genel Bilgisi 200 Karakterden Fazla Olamaz

# Company_Location_Max_Length
source: Company Location Cannot Exceed 50 Letters
tr_tr: Şirket Lokasyonu 50 Karakterden Fazla Olamaz

# Company_Sector_Max_Length
source: Company Sector Cannot Exceed 50 Characters
tr_tr: Şirket Sektörü 50 Karakterden Fazla Olamaz

source: Application Add Fail
tr_tr: Başvuru Ekleme Başarısız

source: Application Add Success
tr_tr: Başvuru Ekleme Başarılı

source: Application Already Exists
tr_tr: Başvuru Zaten Kayıtlı

source: Application Deleted Success
tr_tr: Başvuru Silme Başarılı

source: Application Found Success
tr_tr: Başvuru Görüntüleme Başarılı

source: Application Listed Fail
tr_tr: Başvuru Listeleme Başarısız

source: Application Listed Success
tr_tr: Başvuru Listeleme Başarılı

source: Application Not Found
tr_tr: Başvuru Bulunamadı

source: Application Update Fail
tr_tr: Başvuru Güncelleme Başarısız

source: Application Update Success
tr_tr: Başvuru Güncelleme Başarılı

source: List Has No Applications
tr_tr: Listelenecek Başvuru Bulunamadı

source: Application Date Required
tr_tr: Başvuru Tarihi Boş Geçilemez

source: Application Date Within Year
tr_tr: Başvuru Tarihi Bu Yıl İçerisinde Olmalı

source: Application Description Max Length
tr_tr: Başvuru Açıklaması En Fazla 500 Karakter Olabilir

source: Application Status For Required
tr_tr: Başvuru Durumu Boş Geçilemez

source: Candidate Add Fail
tr_tr: Aday Ekleme Başarısız

source: Application Id Required
tr_tr: Başvuru Id Boş Bırakılamaz

source: Is Candidate Is Required
tr_tr: Aday Olma Durumu Boş Geçilemez

source: Student Email Cannot Be Empty
tr_tr: Öğrenci Email Boş Geçilemez

source: Student Name Must Be At Least 3 Characters
tr_tr: Öğrenci Adı En Az 3 Karakter Olmalı

source: Student Name Must Be Maximum 30 Characters
tr_tr: Öğrenci Adı En Fazla 30 Karakter Olmalı

source: Student Surname Must Be At Least 2 Characters
tr_tr: Öğrenci Soyadı En Az 2 Karakter Olmalı

source: Student Surname Must Be Maximum 30 Characters
tr_tr: Öğrenci Soyadı En Fazla 30 Karakter Olmalı

source: Candidate Email Cannot Be Empty
tr_tr: Aday Email Boş Geçilemez

source: Candidate Name Cannot Be Empty
tr_tr: Aday Adı Boş Geçilemez

source: Candidate Name Can Only Contain Letters
tr_tr: Aday Adı Sadece Harf İçermelidir

source: Candidate Name Must Be At Least 3 Characters
tr_tr: Aday Adı En Az 3 Karakter Olmalıdır

source: Candidate Name Must Be Maximum 30 Characters
tr_tr: Aday Adı En Fazla 30 Karakter Olmalıdır

source: Candidate Surname Cannot Be Empty
tr_tr: Aday Soyadı Boş Geçilemez

source: Candidate Surname Can Only Contain Letters
tr_tr: Aday Soyadı Sadece Harf İçermelidir

source: Candidate Surname Must Be At Least 2 Characters
tr_tr: Aday Soyadı En Az 2 Karakter Olmalıdır

source: Candidate Surname Must Be Maximum 30 Characters
tr_tr: Aday Soyadı En Fazla 30 Karakter Olmalıdır

source: Mail Send Completed
tr_tr: Eposta Gönderme Tamamlandı

source: Mail Send Fail
tr_tr: Eposta Gönderme Başarısız

source: Mail Send Success
tr_tr: Eposta Gönderme Başarılı
