Repository: turkerayan/BAMyProfile
Catalog: BAMyProfile_BackEnd/BAMyProfileApp.Business/Resources/MessageResources.*.resx
Languages: tr_tr

source: Address Can Be Up To 200 Characters
tr_tr: Adres en fazla 200 karakter olabilir..

source: Address Must Contain at Least 2 Characters
tr_tr: Adres en az 2 karakter içermelidir.

source: Date of Birth Can Not Be Empty
tr_tr: Doğum Tarihi Boş Geçilemez

source: Email Can Not Be Empty
tr_tr: Email Boş Geçilemez

# Event_Add_Fail
source: Event addition unsuccessful
tr_tr: Etkinlik Ekleme Başarısız

# Event_Add_Success
source: Event addition successful
tr_tr: Etkinlik Ekleme Başarılı

source: Event already exists
tr_tr: Etkinlik Zaten Kayıtlı

source: Event Date Can Not Be Empty
tr_tr: Etkinlik tarihi boş bırakılamaz.

# Event_Deleted_Success
source: Event deleting successful
tr_tr: Etkinlik Silme Başarılı

# Event_Found_Success
source: Event viewing successful
tr_tr: Etkinlik Görüntüleme Başarılı

# Event_Listed_Fail
source: Event listing unsuccessful
tr_tr: Etkinlik Listeleme Başarısız

# Event_Listed_Success
source: Event listing successful
tr_tr: Etkinlik Listeleme Başarılı

source: Event Name Can Contain Letters And Numbers
tr_tr: Etkinlik adı harf ve rakam içerebilir

source: Event Name Can Not Be Empty
tr_tr: Etkinlik adı boş geçilemez

# EventIdRequired
source: Event Id can not be empty
tr_tr: Etkinlik Id boş geçilemez

source: Event Name Can Not Exceed 50 Characters
tr_tr: Etkinlik adı 50 harften fazla olamaz

source: Event not found
tr_tr: Etkinlik Bulunamadı

source: Event type can not be empty
tr_tr: Etkinlik türü boş bırakılamaz.

# Event_Update_Fail
source: Event update unsuccessful
tr_tr: Etkinlik Güncelleme Başarısız

# Event_Update_Success
source: Event update successful
tr_tr: Etkinlik Güncelleme Başarılı

source: Capability Add Fail
tr_tr: Yetenek Ekleme Başarısız

source: Capability Add Success
tr_tr: Yetenek Ekleme Başarılı

source: Capability Already Exists
tr_tr: Yetenek Zaten Kayıtlı

source: Capability Deleted Success
tr_tr: Yetenek Silme Başarılı

source: Capability Found Success
tr_tr: Yetenek Görüntüleme Başarılı

source: Capability Listed Fail
tr_tr: Yetenek Listeleme Başarısız

source: Capability Listed Success
tr_tr: Yetenek Listeleme Başarılı

source: Capability Not Found
tr_tr: Yetenek Bulunamadı

source: Capability Update Fail
tr_tr: Yetenek Güncelleme Başarısız

source: Capability Update Success
tr_tr: Yetenek Güncelleme Başarılı

source: Content cannot be less than 2 Letters
tr_tr: İçerik 2 Karakterden az Olamaz

# CvTitleLengthMessageMin
source: Cv Title Minimum Message
tr_tr: CV başlığı minimum 2 harften oluşmalıdır.

source: Cv Add Fail
tr_tr: CV Ekleme Başarısız

source: Cv Add Success
tr_tr: CV Ekleme Başarılı

source: Cv Already Exists
tr_tr: CV Zaten Kayıtlı

source: Cv Deleted Success
tr_tr: CV Silme Başarılı

# CvFoundForEmail
source: CV found for the entered email address.
tr_tr: Girilen e-posta adresi için CV bulundu.

source: Cv Found Success
tr_tr: CV Görüntüleme Başarılı

source: Cv Listed Fail
tr_tr: CV Listeleme Başarısız

source: Cv Listed Success
tr_tr: CV Listeleme Başarılı

source: Cv Not Found
tr_tr: CV Bulunamadı

source: List Has No Cvs
tr_tr: Listelenecek CV Yok

source: Cv Profile Format Message
tr_tr: Ön yazı alanı harf ve rakam içerebilir.

source: Cv Profile Length Message
tr_tr: Ön yazı alanı maksimum 512 harften oluşmalıdır.

# CvProfileLengthMessageMin
source: Cv Profile Minimum Message
tr_tr: Ön yazı alanı minimum 2 harften oluşmalıdır.

source: Cv Profile Not Empty Message
tr_tr: Ön yazı alanı boş geçilemez!

source: Cv Title Format Message
tr_tr: CV başlığı harf ve rakam içerebilir.

source: Cv Title Length Message
tr_tr: CV başlığı maksimum 128 harften oluşmalıdır.

source: Cv Title Not Empty Message
tr_tr: CV başlığı boş geçilemez!

# Cv_Id_Required
source: Cv Id Not Empty Message
tr_tr: Cv Id Boş Bırakılamaz

source: Cv Update Fail
tr_tr: CV Güncelleme Başarısız

source: Cv Update Success
tr_tr: CV Güncelleme Başarılı

source: Department Add Fail
tr_tr: Bölüm Ekleme Başarısız

source: Department Add Success
tr_tr: Bölüm Ekleme Başarılı

source: Department Already Exists
tr_tr: Bölüm Zaten Kayıtlı

source: Department Deleted Success
tr_tr: Bölüm Silme Başarılı

source: Department Found Success
tr_tr: Bölüm Görüntüleme Başarılı

source: Department Listed Fail
tr_tr: Bölümler Listeleme Başarısız

source: Department Listed Success
tr_tr: Bölümler Listeleme Başarılı

source: Department Name Can Contain Letters And Numbers
tr_tr: Departman adı harf ve rakam içerebilir

source: Department Name Cannot Be Empty
tr_tr: Departman adı boş geçilemez

# DepartmentIdRequired
source: Department Id Not Empty
tr_tr: Departman Id boş bırakılamaz.

source: Department Name Cannot Exceed 256 Letters
tr_tr: Departman adı 256 harften fazla olamaz

source: Department Not Found
tr_tr: Bölüm Bulunamadı

source: Department Update Fail
tr_tr: Bölüm Güncelleme Başarısız

source: Department Update Success
tr_tr: Bölüm Güncelleme Başarılı

source: Certificate Achievement Status Cannot Be Empty
tr_tr: Kazanım durumu boş geçilemez.

source: Certificate Add Fail
tr_tr: Sertifika Ekleme Başarısız

source: Certificate Add Success
tr_tr: Sertifika Ekleme Başarılı

source: Certificate Already Exists
tr_tr: Sertifika Zaten Kayıtlı

source: Certificate Date Cannot Be Empty
tr_tr: Sertifika tarihi boş geçilemez.

source: Certificate Deleted Success
tr_tr: Sertifika Silme Başarılı

source: Certificate Description Can Contain Letters And Numbers
tr_tr: Sertifika açıklaması harf ve rakam içerebilir.

source: Certificate Description Cannot Be Empty
tr_tr: Sertifika açıklaması boş geçilemez.

source: Certificate Description Cannot Exceed 256 Letters
tr_tr: Sertifika açıklaması 256 harften fazla olamaz.

source: Certificate Description Cannot Be Less Than 2 Letters
tr_tr: Sertifika açıklaması 2 harften az olamaz.

source: Certificate Found Success
tr_tr: Sertifika Görüntüleme Başarılı

source: Certificate Listed Fail
tr_tr: Sertifika Listeleme Başarısız

source: Certificate Listed Success
tr_tr: Sertifika Listeleme Başarılı

source: Certificate Name Can Contain Letters And Numbers
tr_tr: Sertifika adı harf ve rakam içerebilir.

source: Certificate Name Cannot Be Empty
tr_tr: Sertifika adı boş geçilemez.

source: Certificate Name Cannot Exceed 256 Letters
tr_tr: Sertifika adı 256 harften fazla olamaz.

source: Certificate Name Cannot Be Less Than 2 Letters
tr_tr: Sertifika adı 2 harften az olamaz.

source: Certificate Not Found
tr_tr: Sertifika Bulunamadı

source: Certificate Update Fail
tr_tr: Sertifika Güncelleme Başarısız

source: Certificate Update Success
tr_tr: Sertifika Güncelleme Başarılı

# CompanyNameFormat
source: Company Name format is invalid
tr_tr: Şirket adı formatı geçersiz

# Company_Name_Max_Length
source: Company Name Cannot Exceed 50 Characters
tr_tr: Şirket Adı 100 Karakterden Fazla Olamaz

# Company_Name_Not_Empty
source: Company Name Cannot Be Empty
tr_tr: Şirket Adı Boş Bırakılamaz

# Company_General_Information_Not_Empty
source: Company General Information Cannot Be Empty
tr_tr: Şirket Genel Bilgisi Boş Bırakılamaz

# Company_Location_Not_Empty
source: Company Location Cannot Be Empty
tr_tr: Şirket Lokasyonu Boş Bırakılamaz

source: Company Contact Information Phone Number Not Empty
tr_tr: Telefon Numarası Bilgisi Boş Olamaz

# DateOfEndMustBeAfterStart
source: Date of End must be after Date of Start
tr_tr: Bitiş tarihi Başlangıç tarihinden sonra olmalıdır

# DateOfStartNotEmpty
source: Date of Start cannot be empty
tr_tr: Başlangıç tarihi boş bırakılamaz

# DescriptionNotEmpty
source: Description cannot be empty
tr_tr: Açıklama boş bırakılamaz

# Example_Add_Success
source: Example Add Success Localization
tr_tr: Örnek Ekleme Başarılı

source: Example Already Exists
tr_tr: Örnek Zaten Kayıtlı

source: Language Level Cannot Be Empty
tr_tr: Yabancı Dil Seviyesi Boş Geçilemez.

source: Language Level Can Only Contain Numbers
tr_tr: Geçerli Bir Yabancı Dil Seviyesi Giriniz.

source: Language Name Cannot Be Empty
tr_tr: Yabancı Dil Adı Boş Geçilemez

source: Language Name Cannot Exceed 255 Letters
tr_tr: Yabancı Dil Adı 255 Harften Fazla Olamaz

# LanguageNameCannotExceed2Letters
source: Language name FirstName Must Contain At Least 2 Characters
tr_tr: Yabancı Dil Adı 2 Harften az Olamaz

source: Language Name Can Only Contain Letters
tr_tr: Yabancı dil Adı Sadece Harf İçerebilir

source: Languages Add Fail
tr_tr: Yabancı Dil Başarısız

source: Languages Add Success
tr_tr: Yabancı Dil Ekleme Başarılı

source: Languages Already Exists
tr_tr: Yabancı Dil Zaten Kayıtlı

source: Languages Deleted Success
tr_tr: Yabancı Dil Silme Başarılı

source: Languages Found Success
tr_tr: Yabancı Dil Görüntüleme Başarılı

source: Languages Listed Fail
tr_tr: Yabancı Dil Listeleme Başarısız

source: Languages Listed Success
tr_tr: Yabancı Dil Listeleme Başarılı

source: Languages Not Found
tr_tr: Yabancı Dil Bulunamadı

source: Languages Update Fail
tr_tr: Yabancı Dil Güncelleme Başarısız

source: Languages Update Success
tr_tr: Yabancı Dil Güncelleme Başarılı

source: List Has No Languages
tr_tr: Listelenecek Yabancı Dil Yok

# Languages_Id_Required
source: Language Id Required
tr_tr: Yabancı Dil Id Boş Olamaz

source: Gender Must Be Selected
tr_tr: Cinsiyet Seçilmelidir

source: List Has No Student
tr_tr: Listelenecek Öğrenci Bulunmamaktadır

# List_Has_No_Events
source: No events to list
tr_tr: Listelenecek Etkinlik Yok

source: List Has No Capability
tr_tr: Listelenecek Yetenek Yok

source: List Has No Departments
tr_tr: Listelenecek Bölüm Yok

source: Faculty Add Fail
tr_tr: Fakülte Ekleme Başarısız

source: Faculty Add Success
tr_tr: Fakülte Ekleme Başarılı

source: Faculty Already Exists
tr_tr: Fakülte Zaten Kayıtlı

source: Faculty Deleted Success
tr_tr: Fakülte Silme Başarılı

source: Faculty Found Success
tr_tr: Fakülte Görüntüleme Başarılı

# Faculty_Id_Required
source: Faculty Id cannot be empty.
tr_tr: Fakülte Id boş olamaz

source: Faculty Listed Fail
tr_tr: Fakülteler Listeleme Başarısız

source: Faculty Listed Success
tr_tr: Fakülteler Listeleme Başarılı

source: Faculty Name Can Contain Letters And Numbers
tr_tr: Fakülte adı harf ve rakam içerebilir

source: Faculty Name Can not Be Empty
tr_tr: Fakülte adı boş geçilemez

source: Faculty Name Can not Exceed 256 Letters
tr_tr: Fakülte adı 256 harften fazla olamaz

source: Faculty Not Found
tr_tr: Fakülte Bulunamadı

source: Faculty Update Fail
tr_tr: Fakülte Güncelleme Başarısız

source: Faculty Update Success
tr_tr: Fakülte Güncelleme Başarılı

source: List Has No Faculties
tr_tr: Listelenecek Fakülte Yok

# Interview_Add_Fail
source: Failed to add interview.
tr_tr: Mülakat Ekleme Başarısız

# Interview_Add_Success
source: Interview added successfully.
tr_tr: Mülakat Ekleme Başarılı

source: Interview already exists.
tr_tr: Mülakat Zaten Kayıtlı

# InterviewDateRequired
source: Interview date cannot be empty.
tr_tr: Mülakat tarihi boş bırakılamaz.

# InterviewDateWithinYear
source: Interview date must be within the current year.
tr_tr: Mülakat tarihi bu yıl içerisinde olmalı.

# Interview_Deleted_Success
source: Interview deleted successfully.
tr_tr: Mülakat Silme Başarılı

# InterviewerNameRequired
source: Interviewer name cannot be empty.
tr_tr: Mülakatı gerçekleştiren kişi adı boş bırakılamaz.

# Interview_Found_Success
source: Interview found successfully.
tr_tr: Mülakat Görüntüleme Başarılı

# InterviewIdRequired
source: Interview Id cannot be empty.
tr_tr: Mülakat Id boş bırakılamaz.

# Interview_Listed_Fail
source: Failed to list interviews.
tr_tr: Mülakat Listeleme Başarısız

# Interview_Listed_Success
source: Interviews listed successfully.
tr_tr: Mülakat Listeleme Başarılı

# InterviewLocationRequired
source: Interview location cannot be empty.
tr_tr: Mülakat yeri boş bırakılamaz.

# InterviewNameMaxLength
source: Interview name can be maximum 50 characters.
tr_tr: Mülakat adı en fazla 50 karakter olabilir.

# InterviewNameRequired
source: Interview name cannot be empty.
tr_tr: Mülakat adı boş bırakılamaz.

# InterviewNotesMaxLength
source: Interview notes can be maximum 500 characters.
tr_tr: Mülakat notları en fazla 500 karakter olabilir.

# InterviewNotesRequired
source: Interview notes cannot be empty.
tr_tr: Mülakat notları boş bırakılamaz.

source: Interview not found.
tr_tr: Mülakat Bulunamadı

# Interview_Update_Fail
source: Failed to update interview.
tr_tr: Mülakat Güncelleme Başarısız

# Interview_Update_Success
source: Interview updated successfully.
tr_tr: Mülakat Güncelleme Başarılı

# InvalidDateFormat
source: Please enter a valid date format.
tr_tr: Geçerli bir tarih formatı giriniz.

# List_Has_No_Interviews
source: There are no interviews to list.
tr_tr: Listelenecek Mülakat Yok

source: List Has No Certificates
tr_tr: Listelenecek Sertifika Yok

source: Experience already exists
tr_tr: Deneyim zaten mevcut

# Experience_Deleted_Success
source: Experience deleted successfully
tr_tr: Deneyim başarıyla silindi

# Experience_Found_Success
source: Experience found successfully
tr_tr: Deneyim başarıyla bulundu

# Experience_Listed_Success
source: Experience listed successfully
tr_tr: Deneyimler başarıyla listelendi

source: Experience not found
tr_tr: Deneyim bulunamadı

# Experience_Update_Success
source: Experience updated successfully
tr_tr: Deneyim başarıyla güncellendi

source: List has no experiences
tr_tr: Listenecek Deneyim Yok

source: List Has No Universities
tr_tr: Listelenecek Üniversite Yok

source: Phone Number Can Only Contain Number
tr_tr: Telefon Numarası Sadece Rakam İçermelidir

source: Phone Number Must Be 11 Digits and Starting With 0
tr_tr: Telefon Numarası 0 ile başlamalıdır ve 11 Karakterli Olmalıdır

# PleaseEnterValidDateofBirth
source: Please Enter a Valid Date of Birth
tr_tr: Geçerli Bir Doğum Tarihi Giriniz

# PleaseEnterValidEmail
source: Please Enter a Valid Email. e.g. : student@email.com
tr_tr: Geçerli bir Email Giriniz. Örn: ogrenci@email.com

# PleaseSelectValidGender
source: Please Select a Valid Gender
tr_tr: Geçerli Bir Cinsiyet Seçiniz

source: Student Add Fail
tr_tr: Öğrenci Ekleme Başarısız

source: Student Add Success
tr_tr: Öğrenci Ekleme Başarılı

source: Student Already Exists
tr_tr: Öğrenci Zaten Kayıtlı

source: Student Deleted Success
tr_tr: Öğrenci Silme Başarılı

source: Student Found Success
tr_tr: Öğrenci Görüntüleme Başarılı

source: Student Listed Success
tr_tr: Öğrenci Listeleme Başarılı

source: Student Name Can Not Be Empty
tr_tr: Öğrenci Adı Boş Bırakılamaz

source: Student Name Can Only Contain Letters
tr_tr: Öğrenci Adı Yalnızca Harf İçermelidir

source: Student Not Found
tr_tr: Öğrenci Bulunamadı

source: Student Surname Can Not Be Empty
tr_tr: Öğrenci Soyadı Boş Bırakılamaz

source: Student Surname Can Only Contain Letters
tr_tr: Öğrenci Soyadı Yalnızca Harf İçermelidir

source: Student Update Success
tr_tr: Öğrenci Güncelleme Başarılı

# PositionInterviewedForRequired
source: Position interviewed for cannot be empty.
tr_tr: Mülakat yapılan pozisyon boş bırakılamaz.

# Student_Id_Required
source: Student Id cannot be empty.
tr_tr: Öğrenci Id boş bırakılamaz.

# PositionMaxLength
source: Position cannot exceed 50 characters
tr_tr: Pozisyon 50 karakterden fazla olamaz

# PositionNotEmpty
source: Position cannot be empty
tr_tr: Pozisyon boş bırakılamaz

source: University Name Cannot Exceed 256 Letters
tr_tr: Üniversite adı 256 harfden fazla olamaz

source: University Name cannot be less than 2 letters
tr_tr: Üniversite adı 2 harfden az olamaz

source: Training Hours Cannot Be Empty
tr_tr: Eğitim Saati Boş Geçilemez

source: Training Program Title Cannot Be Empty
tr_tr: Eğitim Programı Başlığı Boş Geçilemez

source: Training Program Title Cannot Exceed 50 Letters
tr_tr: Eğitim Programı Başlığı 50 karakterden fazla olamaz

source: Training Program Title cannot be less than 2 letters
tr_tr: Eğitim Programı Başlığı 2 karakterden az olamaz

source: University Add Fail
tr_tr: Üniversite Ekleme Başarısız

source: University Add Success
tr_tr: Üniversite Ekleme Başarılı

source: University Already Exists
tr_tr: Üniversite Zaten Kayıtlı

source: University Deleted Success
tr_tr: Üniversite Silme Başarılı

source: University Found Success
tr_tr: Üniversite Görüntüleme Başarılı

source: University Listed Fail
tr_tr: Üniversiteler Listeleme Başarısız

source: University Listed Success
tr_tr: Üniversiteler Listeleme Başarılı

source: University Name Can Contain Letters And Numbers
tr_tr: Üniversite adı harf ve rakam içerebilir

source: University Name Cannot Be Empty
tr_tr: Üniversite adı boş geçilemez

source: University Not Found
tr_tr: Üniversite Bulunamadı

source: University Update Fail
tr_tr: Üniversite Güncelleme Başarısız

source: University Update Success
tr_tr: Üniversite Güncelleme Başarılı

source: List Has No References
tr_tr: Listelenecek Referans Yok

source: Reference Add Fail
tr_tr: Referans Ekleme Başarısız

source: Reference Add Success
tr_tr: Referans Ekleme Başarılı

source: Reference Adress Cannot Be Left Blank
tr_tr: Adres boş bırakılamaz

source: Reference Adress Must Be At Least Two Characters
tr_tr: Adres en az 2 karakter olmalıdır

source: Reference Already Exists
tr_tr: Referans Zaten Kayıtlı

source: Reference Company Cannot Be Left Blank
tr_tr: Şirket boş bırakılamaz

source: Reference Deleted Success
tr_tr: Referans Silme Başarılı

source: Reference Found Success
tr_tr: Referans Görüntüleme Başarılı

source: Reference Id Not Empty
tr_tr: Referans Id boş bırakılamaz

source: Reference Information Cannot Be Left Blank
tr_tr: İletişim bilgisi boş bırakılamaz

source: Reference Listed Fail
tr_tr: Referans Listeleme Başarısız

source: Reference Listed Success
tr_tr: Referans Listeleme Başarılı

source: Reference Name Must Consist Of Leters Only
tr_tr: İsim sadece harf içermelidir

source: Reference Name Not Empty Message
tr_tr: İsim boş bırakılamaz

source: Reference Not Found
tr_tr: Referans Bulunamadı

source: Reference Update Fail
tr_tr: Referans Güncelleme Başarısız

source: Reference Update Success
tr_tr: Referans Güncelleme Başarılı

# Benefit_Id_Required
source: Benefit Id can not be empty
tr_tr: Avantaj Id boş bırakılamaz

# BenefitNameFormat
source: Benefit name must be only contain letters and numbers.
tr_tr: Avantaj adı yalnızca rakam ve harf içerebilir

# Benefit_Name_Not_Empty
source: Benefit name can not be empty
tr_tr: Avantaj adı boş bırakılamaz

# Job_Description_Not_Empty
source: Job description can not be empty
tr_tr: İş açıklaması boş bırakılamaz

# Job_Education_Format
source: Required education level must be only contain letters and numbers.
tr_tr: İstenen öğrenim durumu yalnızca rakam ve harf içerebilir

# Job_Education_Not_Empty
source: Required education level can not be empty
tr_tr: İstenen öğrenim durumu boş bırakılamaz

# Job_Experience_Format
source: Required experience must be only contain letters and numbers.
tr_tr: İstenen tecrübe yalnızca rakam ve harf içerebilir

# Job_Experience_Not_Empty
source: Required experience can not be empty
tr_tr: İstenen tecrübe boş bırakılamaz

# Job_Id_Required
source: Job Id can not be empty
tr_tr: İş Id boş bırakılamaz

# Job_Position_Not_Empty
source: Job position can not be empty
tr_tr: İş pozisyonu boş bırakılamaz

# Job_Salary_Greater_Than_Zero
source: Salary must be greater than zero
tr_tr: Maaş sıfırdan büyük olmalıdır

# Job_Salary_Not_Empty
source: Salary can not be empty
tr_tr: Maaş boş bırakılamaz

# Job_Status_Not_Empty
source: Job status can not empty
tr_tr: İş Durumu Boş Geçilemez

# Job_Work_Location_Not_Empty
source: Work location can not be empty
tr_tr: İş konumu boş bırakılamaz

# Skill_Id_Required
source: Skill Id can not be empty
tr_tr: Beceri Id boş bırakalamaz

# SkillNameFormat
source: Skill name must be only contain letters and numbers.
tr_tr: Beceri adı yalnızca rakam ve harf içerebilir

# Skill_Name_Not_Empty
source: Skill name can not be empty
tr_tr: Beceri adı boş bırakalamaz

source: Benefit Add Success
tr_tr: Avantaj Ekleme başarılı

source: Benefit Already Exists
tr_tr: Avantaj zaten mevcut

source: Benefit Deleted Success
tr_tr: Avantaj Silme başarılı

source: Benefit Found Success
tr_tr: Avantaj Görüntüleme başarılı

source: Benefit Listed Success
tr_tr: Avantaj Listeleme başarılı

source: Benefit Not Found
tr_tr: Avantaj bulunamadı

source: Benefit Update Success
tr_tr: Avantaj Güncelleme başarılı

source: Job Add Success
tr_tr: İş Ekleme Başarılı

source: Job Deleted Success
tr_tr: İş Silme Başarılı

source: Job Found Success
tr_tr: İş Görüntüleme Başarılı

source: Job Listed Success
tr_tr: İş Listeleme Başarılı

source: Job Listed Fail
tr_tr: İş Listeleme Başarısız

source: Job Not Found
tr_tr: İş Bulunamadı

source: Job Already Exists
tr_tr: İş İlanı Zaten Kayıtlı

source: Job Update Success
tr_tr: İş Güncelleme Başarılı

source: Job Update Fail
tr_tr: İş Güncelleme Başarısız

source: List Has No Jobs
tr_tr: Listelenecek İş Bulunamadı

source: Job Add Fail
tr_tr: İş Ekleme Başarısız

source: List Has No Benefits
tr_tr: Listelenecek avantaj bulunamadı

# List_Has_No_Skills
source: Skill Has No Jobs
tr_tr: Listelenecek Beceri bulunamadı

source: Skill Add Success
tr_tr: Beceri Ekleme başarılı

source: Skill Already Exists
tr_tr: Beceri zaten mevcut

source: Skill Deleted Success
tr_tr: Beceri Silme başarılı

source: Skill Found Success
tr_tr: Beceri Görüntüleme başarılı

source: Skill Listed Success
tr_tr: Beceri Listeleme başarılı

source: Skill Not Found
tr_tr: Beceri bulunamadı

source: Skill Update Success
tr_tr: Beceri Güncelleme başarılı

source: Candidate Add Success
tr_tr: Aday Ekleme Başarılı

source: Candidate Already Exists
tr_tr: Aday Zaten Kayıtlı

source: Candidate Deleted Success
tr_tr: Aday Silme Başarılı

source: Candidate Found Success
tr_tr: Aday Görüntüleme Başarılı

source: Candidate Listed Success
tr_tr: Aday Listeleme Başarılı

source: Candidate Not Found
tr_tr: Aday Bulunamadı

source: Candidate Update Success
tr_tr: Aday Güncelleme Başarılı

source: Application Interviewer Add Success
tr_tr: Görüşmeci Ekleme Başarılı

source: Application Interviewer Add Fail
tr_tr: Görüşmeci Ekleme Başarısız

source: Application Interviewer Update Success
tr_tr: Görüşmeci Güncelleme Başarılı

source: Application Interviewer Update Fail
tr_tr: Görüşmeci Güncelleme Başarısız

source: Application Interviewer Listed Success
tr_tr: Görüşmeci Listeleme Başarılı

source: Application Interviewer Found Success
tr_tr: Görüşmeci Görüntüleme Başarılı

source: Application Interviewer Deleted Success
tr_tr: Görüşmeci Silme Başarılı

source: Application Interviewer Listed Fail
tr_tr: Görüşmeci Listeleme Başarısız

source: Application Interviewer Already Exists
tr_tr: Görüşmeci Zaten Kayıtlı

source: Application Interviewer Not Found
tr_tr: Görüşmeci Bulunamadı

source: List Has No Application Interviewers
tr_tr: Listelenecek Görüşmeci Yok

source: Application Interview Add Success
tr_tr: Mülakat Ekleme Başarılı

source: Application Interview Add Fail
tr_tr: Mülakat Ekleme Başarısız

source: Application Interview Update Success
tr_tr: Mülakat Güncelleme Başarılı

source: Application Interview Update Fail
tr_tr: Mülakat Güncelleme Başarısız

source: Application Interview Listed Success
tr_tr: Mülakat Listeleme Başarılı

source: Application Interview Found Success
tr_tr: Mülakat Görüntüleme Başarılı

source: Application Interview Deleted Success
tr_tr: Mülakat Silme Başarılı

source: Application Interview Listed Fail
tr_tr: Mülakat Listeleme Başarısız

source: Application Interview Already Exists
tr_tr: Mülakat Zaten Kayıtlı

source: Application Interview Not Found
tr_tr: Mülakat Bulunamadı

source: List Has No Application Interviews
tr_tr: Listelenecek Mülakat Yok

# Candidate_Id_Required
source: Candidate Id Cannot Be Empty
tr_tr: Aday Id Boş Bırakılamaz

# Company_Id_Required
source: Company Id Cannot Be Empty
tr_tr: Şirket Id Boş Bırakılamaz
